[
  {
    "id": 1,
    "sanskrit_name": "Navasana",
    "english_name": "Boat",
    "img_url": "https://www.dropbox.com/s/4m64ztxkj8a4dab/boatstraightlegs.svg?raw=1",
    "youTube_key": "https://youtu.be/QVEINjrYUPU",
    "description": "One of the most well-known yoga poses for core strength, Boat Pose — Navasana (nah-VAHS-uh-nuh) — tones the abdominal muscles while strengthening the low back. The name comes from the Sanskrit words 'nava' meaning 'boat' and 'asana' meaning 'pose'.\n Physical Benefits -\n Strengthens the abdomen, hip flexors, and spine\nStimulates the kidneys, thyroid and prostate glands, and intestines.\n Emotional Benefits -\n Helps relieve stress\nImproves digestion",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.902Z",
    "updated_at": "2016-01-14T22:23:39.902Z"
  },
  {
    "id": 2,
    "sanskrit_name": "Ardha Navasana",
    "english_name": "Half-Boat",
    "img_url": "https://www.dropbox.com/s/1nx0r94msxjwvyp/boatbentlegs.svg?raw=1",
    "youTube_key": "https://youtu.be/0495rbXZMQg",
    "description": "Ardha navasana is a seated balancing posture that is a variation of navasana. It engages and strengthens the hip flexors, core and spine. The name comes from the Sanskrit, ardha, meaning 'half' nava, meaning 'boat' and asana, meaning 'pose'.\nIn this asana, the body balances between the sit bones and the tail bone, with the spine extending straight. The feet are lifted off the ground and the knees are bent with the thighs drawn in toward the torso and the lower legs parallel to the ground. The arms extend forward, parallel to the ground and each other.In another variation of ardha navasana, the legs remain straight, but the torso and the legs are both closer to the ground than in navasana, so the body forms a more open 'V' shape. This variation is particularly effective for challenging core strength and stability.\nArdha navasana may be commonly referred to in English as half boat pose.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.909Z",
    "updated_at": "2016-01-14T22:23:39.909Z"
  },
  {
    "id": 3,
    "sanskrit_name": "Dhanurasana",
    "english_name": "Bow",
    "img_url": "https://www.dropbox.com/s/wizj5kwxvez4c0a/bow.svg?raw=1",
    "youTube_key": "https://youtu.be/CZGtSaOvb50",
    "description": "Dhanurasana is a backbend that deeply opens the chest and the front of the body. The name comes from the Sanskrit dhanu, meaning 'bow' and asana, meaning 'pose'.\nIn this asana, the practitioner lies flat on the stomach and bends the knees. Then the arms reach back to grab the ankles. The back arches and the thighs lift off of the floor as the chest pushes forward, bending the body to resemble a bow.\nDhanurasana is commonly referred to as bow pose in English.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.912Z",
    "updated_at": "2016-01-14T22:23:39.912Z"
  },
  {
    "id": 4,
    "sanskrit_name": "Setu Bandha Sarvangasana",
    "english_name": "Bridge",
    "img_url": "https://www.dropbox.com/s/f1w64ybg4sn8ejt/bridge.svg?raw=1",
    "youTube_key": "https://youtu.be/g78vfuC4QBI",
    "description": "Setu bandha sarvangasana is one of the basic backbend poses that prepares one for advanced backbend versions. The term is derived from the Sanskrit setu, meaning 'bridge' bandha, meaning 'lock' sarva, meaning 'all' anga, meaning 'limb' and asana meaning 'pose'.\nTo enter the pose, lie on the back with knees bent and hands and feet on the mat. Lift the lower back off the ground as high as possible and hold for 10 seconds to one minute. To exit the pose, lower the back to the floor.\nSetu bandha sarvangasana may also be referred to as bridge pose in English.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.914Z",
    "updated_at": "2016-01-14T22:23:39.914Z"
  },
  {
    "id": 5,
    "sanskrit_name": "Baddha Konasana",
    "english_name": "Butterfly",
    "img_url": "https://www.dropbox.com/s/3h2pts6xbn28dh7/butterfly%3F.svg?raw=1",
    "youTube_key": "https://youtu.be/kL-81iBucXo",
    "description": "Baddha konasana is a basic seated asana that opens the hips and the muscles of the groin. The term comes from the Sanskrit baddha, meaning 'bound' kona, meaning 'angle' and asana, meaning 'pose' or 'posture'.\nTo enter the pose, sit with the back straight, directly on the sit bones of the buttocks. Bend the knees, bringing the feet together in front of the body with the toes, arches and heels pressed against each other while the hands remain on the feet. Keeping the feet together, bring the heels as close to the groin area as comfortable. Enjoy deep breaths in this pose for as long as needed. Individuals can also practice the pose by gently bouncing the legs up and down like butterfly wings, or by tilting the upper body forward at the hips, keeping a straight spine, to increase the stretch.\nBaddha konasana is commonly referred to as butterfly pose in English.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.917Z",
    "updated_at": "2016-01-14T22:23:39.917Z"
  },
  {
    "id": 6,
    "sanskrit_name": "Ustrasana",
    "english_name": "Camel",
    "img_url": "https://www.dropbox.com/s/o5gr4lngltsdg5r/camel.svg?raw=1",
    "youTube_key": "https://youtu.be/_NNnowkcIqU",
    "description": "Ustrasana is a backbend that boosts shoulder flexibility, increases core strength and stretches the entire front of the body. The name is derived from the Sanskrit ustra, meaning 'camel' and asana, meaning 'pose' or 'posture'.\nTo enter this asana, kneel down, then lean back to touch the feet with both hands. The deepness of the bend varies according to the flexibility of the practitioner. Advanced practitioners are often able to bend far enough to touch their feet with their head.\nUstrasana may also be referred to as camel pose in English.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.920Z",
    "updated_at": "2016-01-14T22:23:39.920Z"
  },
  {
    "id": 7,
    "sanskrit_name": "Marjaryasana",
    "english_name": "Cat",
    "img_url": "https://www.dropbox.com/s/cginnz98of2jpgr/cat.svg?raw=1",
    "youTube_key": "https://youtu.be/LGLIyrfTiUc",
    "description": "Marjaryasana is a core asana that is one of the most fundamental poses in many schools of yoga. The name comes from the Sanskrit marjari, meaning 'cat' and asana meaning 'pose'.\nFrom a hands-and-knees tabletop position, the core muscles are pulled in toward the spine as the back rounds. The head should curl gently toward the floor.\nMarjaryasana may also be referred to as cat pose in English.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.922Z",
    "updated_at": "2016-01-14T22:23:39.922Z"
  },
  {
    "id": 8,
    "sanskrit_name": "Bitilasana",
    "english_name": "Cow",
    "img_url": "https://www.dropbox.com/s/neau4ceai1rskh6/cow.svg?raw=1",
    "youTube_key": "https://youtu.be/W5KVx0ZbB_4",
    "description": "Bitilasana is a beginner's yoga pose. It is a gentle pose that can be performed by most anyone at any level of skill. From Sanskrit, bitila means cow and asana means pose. This pose is generally practiced along with cat pose (marjaryasana).\nTo perform bitilasana, the practitioner comes down to the hands and knees. The back arches deeply, while the chest pushes outward and the head leans back.\nBitilasana is known as cow pose in English. An alternate name is svanasana (dog tilt pose).",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.924Z",
    "updated_at": "2016-01-14T22:23:39.924Z"
  },
  {
    "id": 9,
    "sanskrit_name": "Utkatasana",
    "english_name": "Chair",
    "img_url": "https://www.dropbox.com/s/9emlawz8vayk8bm/chair.svg?raw=1",
    "youTube_key": "https://youtu.be/tEZhXr0FuAQ",
    "description": "Utkatasana is the name of a powerful standing yoga asana that requires balance, stability and strength. The arms extend upward alongside the ears, while the knees bend as if sitting on an imaginary chair. In addition to its physical benefits, utkatasana promotes focus, acceptance and inner power.\nThe name comes from the Sanskrit, utkata, meaning 'intense' or 'powerful', and asana, meaning 'posture'. The common English name for utkatasana is chair pose. It is also sometimes called fierce pose, powerful pose or, in Bikram yoga, awkward pose.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.926Z",
    "updated_at": "2016-01-14T22:23:39.926Z"
  },
  {
    "id": 10,
    "sanskrit_name": "Balasana",
    "english_name": "Child's Pose",
    "img_url": "https://www.dropbox.com/s/ini3uwali0q5gxa/child.svg?raw=1",
    "youTube_key": "https://youtu.be/2MJGg-dUKh0",
    "description": "Balasana is a yoga posture and comes from the Sanskrit words bala and asana, which translate as 'child' and 'pose'.\nThe practitioner begins by sitting back on the heels with the knees hip-width apart and the palms on the thighs. The torso is then lowered to the thighs while the arms stretch overhead and the forehead and palms rest on the floor. Finally, the arms are brought back to the sides, palms facing up. The practitioner should relax the shoulders and neck and breathe through the nostrils while holding the pose for one to two minutes or for as long as it is comfortable.\nBalasana is referred to as child's pose in English.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.929Z",
    "updated_at": "2016-01-14T22:23:39.929Z"
  },
  {
    "id": 11,
    "sanskrit_name": "Sivasana",
    "english_name": "Corpse",
    "img_url": "https://www.dropbox.com/s/eohyx2crvtjvaxb/sivasana.svg?raw=1",
    "youTube_key": "https://youtu.be/1VYlOKUdylM",
    "description": "Savasana, or shavasana is the Sanskrit name for an important restorative asana. It is a key component of asana practice in almost every yoga tradition, and is most commonly used at the end of a sequence as a means of relaxation and integration. Some schools also use it to calm the body and mind at the start of a class, and in both Sivananda and Yoga Therapy it is sometimes practiced between postures in order to calm the nervous system.\nThe term is derived from two Sanskrit roots; shava, meaning 'corpse', and asana meaning 'seat' or 'posture'. The first written record of savasana is found in classic 15th-century yoga text, Hatha Yoga Pradipika, which says: 'Lying down on the ground, like a corpse, is called savasana. It removes fatigue and gives rest to the mind'.\nThe common English name for savasana is corpse pose.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.931Z",
    "updated_at": "2016-01-14T22:23:39.931Z"
  },
  {
    "id": 12,
    "sanskrit_name": "Alanasana",
    "english_name": "Crescent Lunge",
    "img_url": "https://www.dropbox.com/s/1oc1dqv8mfwo8uj/highlunge.svg?raw=1",
    "youTube_key": "https://youtu.be/zaongQlYTto",
    "description": "Lunge pose is a beginner asana that stretches, strengthens and tones the lower body.\nBegin in tadasana. Choose one leg and take a step toward the front end of the mat, bending the leg deeply so that the knee is at a 90-degree angle. Leaning forward, place the hands on either side of the front foot, shoulder-width apart. The front knee is directly above the front ankle. The back leg is straight, with the toes firmly grounded into the floor and the heel raised off the mat. Open the chest while keeping the hips even and shoulders relaxed. Repeat the pose on the opposite side.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.933Z",
    "updated_at": "2016-01-14T22:23:39.933Z"
  },
  {
    "id": 13,
    "sanskrit_name": "Bakasana",
    "english_name": "Crow",
    "img_url": "https://www.dropbox.com/s/ukaxoioh0uooswj/crow.svg?raw=1",
    "youTube_key": "https://youtu.be/ja2eab4sWlM",
    "description": "Bakasana is an arm balance asana in yoga. The practitioner can begin either in crow pose or, for a more advanced transition, in a head stand. From crow pose, the practitioner straightens the arms to imitate the longer legs of the crane. From a head stand, the practitioner lowers the legs and redistributes the weight of the body until the bent knees are near the arm pits and the buttocks are lifted.\nBakasana is known as crane pose in English",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.935Z",
    "updated_at": "2016-01-14T22:23:39.935Z"
  },
  {
    "id": 14,
    "sanskrit_name": "Ardha Pincha Mayurasana",
    "english_name": "Dolphin",
    "img_url": "https://www.dropbox.com/s/px1foombb3v24se/dolphin.svg?raw=1",
    "youTube_key": "https://youtu.be/W9qEcTjmA78",
    "description": "Ardha pincha mayurasana is a calming yet energizing asana that can be used to strengthen various parts of the body while increasing flexibility.\nTo enter this asana, kneel on the floor with the hands and arms positioned as they would be in downward dog. The legs are straightened, lengthening the tailbone, as in downward dog, while the forearms press down to the ground.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.939Z",
    "updated_at": "2016-01-14T22:23:39.939Z"
  },
  {
    "id": 15,
    "sanskrit_name": "Adho Mukha Svanasana",
    "english_name": "Downward-Facing Dog",
    "img_url": "https://www.dropbox.com/s/75xa1bduu2u5y7d/downdog.svg?raw=1",
    "youTube_key": "https://youtu.be/EC7RGJ975iM",
    "description": "Adho mukha svanasana is a foundational yoga asana that requires flexibility and upper body strength. In this asana, the body forms an inverted “V” with the feet and hands pressing into the ground and the hips pushing to the sky. As well as a range of physical benefits, it is believed to calm the mind, yet energize and rejuvenate the body.\nThe name comes from the Sanskrit adhas, meaning 'down', mukha, meaning 'face', svana, meaning 'dog', and asana, meaning 'pose'.\nThe common English name for adho mukha svanasana is downward-facing dog pose, or simply downward dog or down dog.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.944Z",
    "updated_at": "2016-01-14T22:23:39.944Z"
  },
  {
    "id": 16,
    "sanskrit_name": "Garudasana",
    "english_name": "Eagle",
    "img_url": "https://www.dropbox.com/s/w05qgx7wyxva1y3/eagle.svg?raw=1",
    "youTube_key": "https://youtu.be/FTWFM-lL5jQ",
    "description": "Garudasana is a standing pose in which the yogi twists one arm with the other and one leg with the other. The term comes from the Sanskrit words, garuda ('eagle') and asana ('pose').\nBegin in mountain pose then cross the left thigh over the right thigh and hook the left foot behind the right calf, knees bent. The right elbow is then placed into the crook of the left elbow as the palms of both hands come together. Repeat on the other side.\nGarudasana is also referred to as eagle pose in English.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.946Z",
    "updated_at": "2016-01-14T22:23:39.946Z"
  },
  {
    "id": 17,
    "sanskrit_name": "Utthita Hasta Padangusthasana",
    "english_name": "Extended Hand to Toe",
    "img_url": "https://www.dropbox.com/s/0yk0z7f0a4ni37l/extendedhandtotoe.svg?raw=1",
    "youTube_key": "https://youtu.be/G8dFCt9V6yo",
    "description": "Utthita hasta padangusthasana is a standing asana that builds balance, improves concentration and promotes a sense of stability. The name comes from the Sanskrit utthita, meaning 'stretched', hasta, meaning 'hand', padangustha, meaning 'big toe', and asana, meaning 'pose'.\nFrom tadasana (mountain pose), one knee is lifted towards the chest and the corresponding hand grabs the big toe. The leg is extended forward then moved out to the side. The other hand stays on the hip while the gaze turns to the same side.\nUtthita hasta padangusthasana is also referred to as extended hand-to-big-toe pose in English.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.949Z",
    "updated_at": "2016-01-14T22:23:39.949Z"
  },
  {
    "id": 18,
    "sanskrit_name": "Utthita Parsvakonasana",
    "english_name": "Extended Side Angle",
    "img_url": "https://www.dropbox.com/s/yzynxmyb9o7eras/extendedsideangle.svg?raw=1",
    "youTube_key": "https://youtu.be/aoB5L6AxckU",
    "description": "Utthita parsvakonasana is a standing side stretch. The name comes from the Sanskrit, utthita, meaning 'extended' parsva, meaning 'side' or 'flank' kona, meaning 'angle' and asana, meaning 'posture'.\nThis variation of the standing side-stretch yoga asana that requires balance and flexibility with the legs in virabhadrasana (lead leg flexed at a 90-degree angle and the back leg straight); the lead arm rests on the lead leg or reaches to the ground, while the other arm extends overhead and forward, stretching the side of the body. The pose offers a range of physical benefits, but is also believed to relieve mental and emotional stress.\nUtthita parsvakonasana may also be referred to as extended side angle pose.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.952Z",
    "updated_at": "2016-01-14T22:23:39.952Z"
  },
  {
    "id": 19,
    "sanskrit_name": "Pincha Mayurasana",
    "english_name": "Forearm Stand",
    "img_url": "https://www.dropbox.com/s/kjlyju4m91qgoi6/forearmstand.svg?raw=1",
    "youTube_key": "https://youtu.be/YFm6FVGtbMk",
    "description": "Pincha mayurasana is a balancing inversion that displays strength and beauty, and helps the practitioner overcome a fear of falling through mental and physical balance.\nTo enter this asana, the practitioner should begin in ardha pincha mayurasana (dolphin pose). Keeping the forearms and elbows firm and flat against the mat, the feet walk forward until the torso is nearly vertical. With the support of a strong core, the legs are lifted or kicked up so that the torso becomes completely vertical and the body balances on the arms. The legs can hang freely in a bent position, or more advanced practitioners can straighten them and extend the whole body to the sky.\nPincha mayurasana is also known as forearm stand or peacock feather pose in English. This asana gets its name from the fact that it resembles the peacock lifting its tail to show its colorful plumage.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.954Z",
    "updated_at": "2016-01-14T22:23:39.954Z"
  },
  {
    "id": 20,
    "sanskrit_name": "Uttanasana",
    "english_name": "Forward Bend with Shoulder Opener",
    "img_url": "https://www.dropbox.com/s/sjqfq99pqpelv4v/forwardfoldshoulderstretch.svg?raw=1",
    "youTube_key": "https://youtu.be/0kOOvLPN23Q",
    "description": "Uttanasana is a standing forward fold, which is considered very good for relieving stress and soothing the nervous system. It forms part of the Surya Namaskar sequences.\nIts name comes from the Sanskrit uttana, which means 'intense stretch' and asana, which means 'a seat' or 'posture'.\nThe Western name for uttanasana is standing forward bend",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.957Z",
    "updated_at": "2016-01-14T22:23:39.957Z"
  },
  {
    "id": 21,
    "sanskrit_name": "Ardha Chandrasana",
    "english_name": "Half-Moon",
    "img_url": "https://www.dropbox.com/s/gpumf9eehr8wo9g/halfmoon.svg?raw=1",
    "youTube_key": "https://youtu.be/csErxVR7dpA",
    "description": "",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.959Z",
    "updated_at": "2016-01-14T22:23:39.959Z"
  },
  {
    "id": 22,
    "sanskrit_name": "Adho Mukha Vrksasana",
    "english_name": "Handstand",
    "img_url": "https://www.dropbox.com/s/p7pf5j0untktn9c/handstand.svg?raw=1",
    "youTube_key": "https://youtu.be/9u6wuuODdZo",
    "description": "Ardha chandrasana is derived from the Sanskrit ardha, meaning 'half' and chandra, meaning 'moon' and asana meaning 'seat' or 'posture'. This is a graceful, balanced pose which mirrors the image of the half moon in the sky and awakens the opposing sides of the physical body.\nTo enter this pose, one starts with a wide stance, bends the torso toward one leg and places the hand on the same side on the floor; then the opposite leg is extended fully to the side while the arm on the same side extends fully above the body.\nArdha chandrasana is also referred to as half moon pose.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.962Z",
    "updated_at": "2016-01-14T22:23:39.962Z"
  },
  {
    "id": 23,
    "sanskrit_name": "Anjaneyasana",
    "english_name": "Low Lunge",
    "img_url": "https://www.dropbox.com/s/h0ehjaz1wa9xfu1/lowlunge.svg?raw=1",
    "youTube_key": "https://youtu.be/aOfniMZY2hk",
    "description": "Anjaneyasana is a yoga asana named after Anjani, the mother of the Hindu god, Hanuman.\nFrom adho mukha svanasana (downward-facing dog pose), one foot steps forward between the hands. Toes are pointed forward, the knee is bent at a 90-degree angle and is placed right above the ankle. The back knee lowers to the floor, the top of the foot facing the floor. The hands may either rest on the floor beneath the front knee or reach overhead toward the ceiling, palms facing each other.\nAnjaneyasana is referred to in English as crescent moon pose when the hands are lifted or as low lunge pose when the hands are on the floor.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.964Z",
    "updated_at": "2016-01-14T22:23:39.964Z"
  },
  {
    "id": 24,
    "sanskrit_name": "Supta Kapotasana",
    "english_name": "Pigeon",
    "img_url": "https://www.dropbox.com/s/77peru289zm446u/pigeon.svg?raw=1",
    "youTube_key": "https://youtu.be/WDOBkhKEuu0",
    "description": "Supta kapotasana is a gentle supine posture which provides a supported stretch for the lower body. Derived from Sanskrit, supta, means 'supine', kapota means 'pigeon' and asana means 'pose'.\nIn this asana, the back of the body rests on the ground with both legs bent and drawn in. The right ankle crosses the left thigh close to the knee and the right hand reaches between the legs to take the left hand. The left arm is wrapped around the outside and both hands interlace to hold the left leg behind the thigh or on the shin. To increase the hip opening benefits of this posture, the right elbow may be used to press the right thigh open. The pose is then repeated with the legs in opposite position.\nSupta kapotasana may be referred to in English as reclined pigeon pose.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.967Z",
    "updated_at": "2016-01-14T22:23:39.967Z"
  },
  {
    "id": 25,
    "sanskrit_name": "Eka Pada Rajakapotasana",
    "english_name": "King Pigeon",
    "img_url": "https://www.dropbox.com/s/10usd0gcqgy6o53/kingpigeon.svg?raw=1",
    "youTube_key": "https://youtu.be/U2oimBogB4k",
    "description": "Eka pada rajakapotasana A is a seated asana that increases flexibility and offers a wide range of physical and spiritual benefits. The name for this asana comes from the Sanskrit roots eka, meaning 'one', pada, meaning 'foot' or 'leg', raja, meaning 'king', kapota, meaning 'pigeon', and asana, meaning 'pose'.\nTo enter this asana, the practitioner enters a half split, with one leg outstretched behind them and the front leg bent so the outside of the calf rests on the floor. The back leg bends upward, then the torso bends backward to reach the foot and hold it against the back of the head, if the practitioner's flexibility allows.\nEka pada rajakapotasana is commonly known in English as one-legged king pigeon pose.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.970Z",
    "updated_at": "2016-01-14T22:23:39.970Z"
  },
  {
    "id": 26,
    "sanskrit_name": "Phalakasana",
    "english_name": "Plank",
    "img_url": "https://www.dropbox.com/s/jg6ge8zpaltx10f/plank.svg?raw=1",
    "youTube_key": "https://youtu.be/MGj1eknWWTo",
    "description": "Phalakasana or Plank Pose is a transitional pose that prepares your body for other intense yoga poses. Similar to its name, the practitioner’s body is held in a plank-like position, i.e., long and thin.\nThis yoga asana or pose places pressure on your core and shoulder muscles. It tones your body and generates heat. It is a perfect asana for beginners and helps them develop endurance. This pose is also ideal for those looking to enhance their shoulder or arm strength.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.972Z",
    "updated_at": "2016-01-14T22:23:39.972Z"
  },
  {
    "id": 27,
    "sanskrit_name": "Halasana",
    "english_name": "Plow",
    "img_url": "https://www.dropbox.com/s/zi9231wbajm6d2m/plow.svg?raw=1",
    "youTube_key": "https://youtu.be/guM2w_i55Vw",
    "description": "Halasana is a folded inversion, traditionally considered a finishing pose that may be practiced at the end of a yoga session. As a finishing pose, it helps prepare the body for relaxation, pranayama and meditation.\nTo begin, lie down on the ground with arms at the sides and palms pressing down. Lift the legs up to a vertical position. Then lift the hips and spine from the floor, bringing the legs behind the head. The toes are then placed on the floor and the legs are gently straightened.\nThe name comes from the Sanskrit hala meaning 'plow', and asana, meaning 'pose'. Therefore, halasana is also referred to as plow pose in English.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.977Z",
    "updated_at": "2016-01-14T22:23:39.977Z"
  },
  {
    "id": 28,
    "sanskrit_name": "Parsvottanasana",
    "english_name": "Pyramid",
    "img_url": "https://www.dropbox.com/s/j7p2600bmf840e0/pyramid.svg?raw=1",
    "youTube_key": "https://youtu.be/hA_m1TE9PMk",
    "description": "Parsvottanasana is a standing intense side stretch yoga pose that deeply stretches the backs of the legs and improves balance. From tadasana, feet step three to four feet apart, toes pointing forward, hips squaring forward. The heel of the front foot is aligned with the arch of the back foot. Hands are brought together behind the back in reverse prayer pose, torso faces the same direction as the front foot. With an inhale, torso elongates; with an exhale, it extends over the front leg. Shoulders are drawn back and chest is open.\nThe name comes from the Sanskrit parsva, meaning 'side', ut, meaning 'intense', tan, meaning 'to stretch' and asana, meaning 'pose' or 'posture'. Parsvottanasana may also be referred to as intense side stretch pose or pyramid pose in English.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.979Z",
    "updated_at": "2016-01-14T22:23:39.979Z"
  },
  {
    "id": 29,
    "sanskrit_name": "Parsva Virabhadrasana",
    "english_name": "Reverse Warrior",
    "img_url": "https://www.dropbox.com/s/q6yn6cb9fglo0wp/reverswarrior.svg?raw=1",
    "youTube_key": "https://youtu.be/NytDpa2r34g",
    "description": "Parsva Virabhadrasana, or reverse warrior, is a standing lateral bend that provides a deep side stretch. The name is derived from the Sanskrit parsva, meaning 'side' or 'flank'; Virabhadra, an incarnation of Shiva and a powerful warrior in Hindu mythology; and asana, meaning 'pose'. It is also sometimes called viparita Virabhadrasana, or reverse warrior pose.\nTo enter the pose, the legs are placed in a lunge position with the forward leg at a 90-degree angle. The front foot points to the top of the mat while the back foot is at a 45-degree angle. The hips are square with the front edge of the mat. Unlike Virabhadrasana, the rear hand rests on the back leg, as the forward arm reache",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.982Z",
    "updated_at": "2016-01-14T22:23:39.982Z"
  },
  {
    "id": 30,
    "sanskrit_name": "Paschimottanasana",
    "english_name": "Seated Forward Bend",
    "img_url": "https://www.dropbox.com/s/ji0otecqx42by00/seatedforwardfold.svg?raw=1",
    "youTube_key": "https://youtu.be/T8sgVyF4Ux4",
    "description": "Paschimottanasana is the Sanskrit name for a fundamental yoga asana. It is a seated posture, in which the upper body is folded forward over the legs in order to stretch the hamstrings and the muscles of the back. The term is derived from three Sanskrit roots; paschima, meaning 'back' uttana meaning 'stretch' and asana meaning 'seat' or 'posture'.\nTo come into paschimottanasana, begin in dandasana (staff pose) with legs extended and feet flexed. On an inhale, lift the arms and lengthen the spine. On an exhale, hinge from the hips to fold forward, drawing the belly in gently. Rather than aiming the nose towards the knees, aim the belly towards the thighs in order to maintain a long spine. The hands can rest either on the floor or the shins, or if accessible, gently grasp the base of the heels. The neck should be in a neutral position, providing a natural extension of the spine.\nPaschimottanasana is also known as seated forward bend in English.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.984Z",
    "updated_at": "2016-01-14T22:23:39.984Z"
  },
  {
    "id": 31,
    "sanskrit_name": "Padmasana",
    "english_name": "Lotus",
    "img_url": "https://www.dropbox.com/s/0oylivjwzuj5fnp/seatedORlotus.svg?raw=1",
    "youTube_key": "https://youtu.be/w_j4lnfRC38",
    "description": "Padmasana is the Sanskrit name for a renowned yoga asana, otherwise known as Lotus Pose. It is a seated posture, in which the legs are crossed and the feet are positioned on top of the opposite thighs at the hip crease. The term is derived from two Sanskrit roots; padma, meaning 'lotus' and asana meaning 'seat' or 'posture'.\nTo practice padmasana:\n\nBegin by sitting with the legs extended and the spine upright.\nBend the right knee, and cradle the lower right leg to bring the foot towards the left thigh.\nPlace the outer edge of the right foot in the left hip crease with the sole facing towards you.\nRepeat this with the left leg, bringing it on top of the right one so that the legs are crossed.\nOnce in this position, the hands can rest on the knees, with the option to form a mudra.\nPadmasana is an intermediate to advanced pose which requires a great deal of flexibility in the knees and hips. As such, practitioners should warm up the body with mobility exercises prior to practicing this pose. If the top knee does not reach the floor, a blanket or block may be used for support. Beginners may work towards padmasana by first practicing ardha padmasana (half lotus pose), in which only one foot is placed in the hip crease. Those with injured or weak ankles or knees, sciatica or severe back pain should avoid practicing padmasana.\n\nThe English name for padmasana is lotus pose.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.986Z",
    "updated_at": "2016-01-14T22:23:39.986Z"
  },
  {
    "id": 32,
    "sanskrit_name": "Ardha Matsyendrasana",
    "english_name": "Half Lord of the Fishes",
    "img_url": "https://www.dropbox.com/s/u9joi8lbntxumyh/seatedspinaltwist.svg?raw=1",
    "youTube_key": "https://youtu.be/51EqCa6ZGCw",
    "description": "Ardha matsyendrasana, a seated twist pose, is the ninth of the 12 basic poses in Hatha yoga. The name for this asana is derived from the Sanskrit, ardha, meaning 'half'; matsya, meaning 'fish'; indra, meaning 'king'; and asana, meaning 'pose'.\nTo enter the pose, the yogi begins in dandasana (staff pose). The left foot is bent so it rests on the outside of the right thigh. The right foot slides as close as possible to the left buttock. The right elbow is placed on the outer side of the left knee with the hand pointed upward, creating a twist in the body. This is repeated on the opposite side.\nArdha matsyendrasana is called half lord of the fishes pose in English.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.989Z",
    "updated_at": "2016-01-14T22:23:39.989Z"
  },
  {
    "id": 33,
    "sanskrit_name": "Salamba Sarvangasana",
    "english_name": "Shoulder Stand",
    "img_url": "https://www.dropbox.com/s/tqj48exec3zub2u/shoulderstand.svg?raw=1",
    "youTube_key": "https://youtu.be/UjHTOW9x3WM",
    "description": "Salamba sarvangasana is an inversion asana that is often included at the end of a yoga practice in order to encourage cleansing blood flow and an inner sense of calm. The term is derived from the Sanskrit salamba, meaning 'supported', sarva, meaning 'all', anga meaning 'limb', and asana, meaning 'pose' or 'posture'.\nTo enter the pose, start by lying backside-down on the mat. Bend the knees and place the feet on the mat as close to the buttocks as possible. On an exhale with a strong core, press the arms and upper body into the ground and press the legs up overhead, moving the hips and legs off the floor. Bring the knees (still bent) toward the head and then lift the buttocks up to bring the hips and torso perpendicular to the floor. To support the body, place the hands on the lower back with bent elbows. Upper arms should remain straight against the body and grounded on the floor. When you feel balanced and secure in the pose, inhale and lift the feet towards the ceiling, aligning the legs with the rest of the body so they are perpendicular to the floor. With your gaze towards your feet or chest, press the shoulder blades down into the ground and, if you are able, move the heart closer toward the chin and face. To exit the pose, exhale and bend the knees back toward the torso and face. Keeping them bent, roll the spine onto the floor gently and gradually, one vertebrae at a time.\nSalamba sarvangasana is also known as supported shoulder stand pose in English.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.991Z",
    "updated_at": "2016-01-14T22:23:39.991Z"
  },
  {
    "id": 34,
    "sanskrit_name": "Vasisthasana",
    "english_name": "Side Plank",
    "img_url": "https://www.dropbox.com/s/w35ciia4u570xj8/sideplank.svg?raw=1",
    "youTube_key": "https://youtu.be/_ByCVx-WxfQ",
    "description": "Vasisthasana is a challenging asana that strengthens the abdomen, legs and arms. The name comes from the Sanskrit, vasistha, meaning 'wealthy', and asana, meaning 'pose'. Vasishtha is also the name of several different yoga sages, including an author of Vedic hymns and one of the seven rishis.\nVasisthasana is typically entered from straight-arm plank pose. Then the yogi lifts one arm toward the sky and rotates the body until it faces straight ahead. In this pose, the body should resemble a cross tilted on its side.\nVasisthasana is also known as side plank pose in English.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.993Z",
    "updated_at": "2016-01-14T22:23:39.993Z"
  },
  {
    "id": 35,
    "sanskrit_name": "Salamba Bhujangasana",
    "english_name": "Sphinx",
    "img_url": "https://www.dropbox.com/s/cl8teqpf9yingwm/sphinx.svg?raw=1",
    "youTube_key": "https://youtu.be/fOdrW7nf9gw",
    "description": "Salamba bhujangasana is a yoga pose for beginners that opens the chest and shoulders, and strengthens the spine. The name of this asana comes from the Sanskrit salamba, meaning 'supported', bhujanga, meaning 'cobra', and asana, meaning 'pose'.\nTo enter this asana, lie on the stomach with the forearms flat on the floor and the legs together. On an inhale, the forearms press into the floor while the chest and head are lifted. With the pubic bone pressed into the floor, the shoulders drop back as the chest presses forward and the gaze moves up to the third eye.\nSalabma bhujangasana is commonly referred to as sphinx pose in English.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.995Z",
    "updated_at": "2016-01-14T22:23:39.995Z"
  },
  {
    "id": 36,
    "sanskrit_name": "Hanumanasana",
    "english_name": "Splits",
    "img_url": "https://www.dropbox.com/s/u8dxhc41hjfcxj6/splits.svg?raw=1",
    "youTube_key": "https://youtu.be/3ir0DFG5oMQ",
    "description": "Hanumanasana is an advanced seated asana that requires lots of flexibility in the hips, groin and legs -- particularly the hamstrings and quadriceps. The name comes from the name of the Hindu monkey god, Hanuman; and asana, meaning 'pose'. This asana is named as such because it represents the leap Hanuman made from the southern tip of India, as described in the epic poem, 'Ramayama'.\nIn the fullest expression of this asana, the legs are in a full split position, with one leg extended in front of the torso and the other behind the torso. The hands and arms may be placed on the ground on either side of the body, in prayer position (anjali mudra) or stretched to the sky.\nHanumanasana is also known in English as monkey pose, seated splits or splits.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.998Z",
    "updated_at": "2016-01-14T22:23:39.998Z"
  },
  {
    "id": 37,
    "sanskrit_name": "Malasana",
    "english_name": "Squat",
    "img_url": "https://www.dropbox.com/s/ntrwtdlr6tdkdxz/squat.svg?raw=1",
    "youTube_key": "https://youtu.be/fjzH1bd53lU",
    "description": "Malasana is a squatting yoga posture that benefits the hips, lower back and digestive system. It also stimulates the sacral chakra, which governs sexuality.\nTo perform this asana, the feet are spread shoulder-width apart and the hands are held in namaskar mudra (prayer pose). The practitioner squats without moving the hands or feet. In more advanced variations, the yogi may stretch out the arms or place them behind the body.\nMalasana is also called garland pose in English.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:40.000Z",
    "updated_at": "2016-01-14T22:23:40.000Z"
  },
  {
    "id": 38,
    "sanskrit_name": "Uttanasana",
    "english_name": "Standing Forward Bend",
    "img_url": "https://www.dropbox.com/s/u09snmhtposvaq0/standingforwardfold.svg?raw=1",
    "youTube_key": "https://youtu.be/0kOOvLPN23Q",
    "description": "Uttanasana is a standing forward fold, which is considered very good for relieving stress and soothing the nervous system. It forms part of the Surya Namaskar sequences.\nIts name comes from the Sanskrit uttana, which means 'intense stretch' and asana, which means 'a seat' or 'posture'.\nThe Western name for uttanasana is standing forward bend.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:40.003Z",
    "updated_at": "2016-01-14T22:23:40.003Z"
  },
  {
    "id": 39,
    "sanskrit_name": "Ashta Chandrasana",
    "english_name": "Crescent Moon",
    "img_url": "https://www.dropbox.com/s/9tv6z3qdcw2vg3a/standingstretch.svg?raw=1",
    "youTube_key": "https://youtu.be/OVGohqTkiTk",
    "description": "Ashta chandrasana is a high lunge that lengthens the sides of the body and opens the hips. The name comes from the Sanskrit, ashta, meaning 'eight', chandra, meaning 'moon' and asana, which means 'pose' or 'posture'.\nTo practice ashta chandrasana, the back leg remains straight while the front leg bends 90 degrees at the knee. Both arms stretch to the sky with the palms facing or touching each other. The gaze is upward, creating a slight arch or crescent shape in the back.\nAshta chandrasana may also be known in English as crescent lunge pose.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:40.006Z",
    "updated_at": "2016-01-14T22:23:40.006Z"
  },
  {
    "id": 40,
    "sanskrit_name": "Upavistha Konasana",
    "english_name": "Side Splits",
    "img_url": "https://www.dropbox.com/s/6z51vzosovhx5w7/straddlesplit.svg?raw=1",
    "youTube_key": "https://youtu.be/YtjKXDHd5hU",
    "description": "Upavistha konasana is a seated forward bend that requires flexibility. The term comes from the Sanskrit upavistha, meaning 'seated' or 'sitting', kona, meaning 'angle', and asana, meaning 'pose' or 'posture'.\nFrom a seated position, the legs are spread wide and the upper body folds forward. In addition to a range of physical benefits, this pose calms the mind and the nervous system.\nThe common English name for upavistha konasana is wide angle seated forward bend. It is also sometimes referred to as simply seated angle pose.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:40.009Z",
    "updated_at": "2016-01-14T22:23:40.009Z"
  },
  {
    "id": 41,
    "sanskrit_name": "Vrksasana",
    "english_name": "Tree",
    "img_url": "https://www.dropbox.com/s/mn2ktlihp12mtfa/tree.svg?raw=1",
    "youTube_key": "https://youtu.be/Dic293YNJI8",
    "description": "Vrksasana is a standing asana that improves balance, focus and mental clarity. The name comes from the Sanskrit vrksa, meaning 'tree', and asana, meaning 'pose'.\nThis asana requires the practitioner to stand on one leg with the other leg bent so the foot rests on the inside of the thigh. The hands are extended overhead with palms touching.\nVrksasana may also be referred to as tree pose in English.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:40.020Z",
    "updated_at": "2016-01-14T22:23:40.020Z"
  },
  {
    "id": 42,
    "sanskrit_name": "Trikonasana",
    "english_name": "Triangle",
    "img_url": "https://www.dropbox.com/s/l41pfqjwmjoy5os/triangle.svg?raw=1",
    "youTube_key": "https://youtu.be/Fr5kiIygm0c",
    "description": "Trikonasana is a standing yoga posture that requires strength, balance and flexibility. In this posture, both arms extend with the legs spread apart and one foot turned at a 90-degree angle. The upper body bends toward the lead foot so that one arm reaches toward, but not necessarily touching, the ground and the other toward the sky.\nThe term comes from the Sanskrit trikona, meaning 'three corners' or 'triangle', and asana, meaning 'posture'. The term is often used synonymously with utthita trikonasana (extended triangle pose).\nIn addition to a range of physical benefits, trikonasana is believed to unblock energy pathways in the body. It is one of the basic poses common to the many styles of yoga.\nTrikonasana is commonly referred to as triangle pose in English.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:40.022Z",
    "updated_at": "2016-01-14T22:23:40.022Z"
  },
  {
    "id": 43,
    "sanskrit_name": "Urdhva Mukha Svsnssana",
    "english_name": "Upward-Facing Dog",
    "img_url": "https://www.dropbox.com/s/vnfx1srlwt1583t/updog.svg?raw=1",
    "youTube_key": "https://youtu.be/pVmOOluGAv8",
    "description": "Urdhva mukha svanasana is a backbending yoga asana that requires strength in the arms, shoulders and wrists, as well as flexibility in the back. The name comes from the Sanskrit urdhva, meaning 'up', mukha, meaning 'face', svan, meaning 'dog', and asana, meaning 'pose'.\nIn this asana, the body lies belly down with the arms pressing into the ground and lifting the body with an arching back. As well as a range of physical benefits, it is believed to energize the mind and body.\nThe common English name for urdhva mukha svanasana is upward-facing dog pose or, simply, upward dog or up dog.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:40.025Z",
    "updated_at": "2016-01-14T22:23:40.025Z"
  },
  {
    "id": 44,
    "sanskrit_name": "Virabhadrasana One",
    "english_name": "Warrior One",
    "img_url": "https://www.dropbox.com/s/j9fip5gm1o1l3fx/warrior1.svg?raw=1",
    "youTube_key": "https://youtu.be/NytDpa2r34g",
    "description": "Virabhadrasana describes a series of poses named for a powerful warrior in Hindu mythology, Virabhadra. The name is derived from the Sanskrit vira, meaning 'hero', bhadra, meaning 'friend', and asana, meaning 'pose'. In English, the asana is commonly called 'warrior pose'.\nAn incarnation of Shiva, Virabhadra was created to destroy Daksha, the son of Brahma. According to legend, Daksha opposed the marriage of Shiva to his daughter Sati and cut her off from the family. The story varies depending on the Hindu tradition, but Sati eventually killed herself. In his grief, Shiva created Virabhadra to exact revenge.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:40.027Z",
    "updated_at": "2016-01-14T22:23:40.027Z"
  },
  {
    "id": 45,
    "sanskrit_name": "Virabhadrasana Two",
    "english_name": "Warrior Two",
    "img_url": "https://www.dropbox.com/s/rsb3mx41dfq4otl/warrior2.svg?raw=1",
    "youTube_key": "https://youtu.be/Mn6RSIRCV3w",
    "description": "Virabhadrasana B is a standing asana that requires focus, strength and stability. It is named after Virabhadra, an incarnation of Shiva and a powerful warrior in Hindu mythology.\nIn this asana, the legs are in a lunge pose with the arms stretched out in opposite directions and parallel to the ground. The heel of the front foot should be in line with the heel of the back foot. The back foot should be at about a 90 degree angle. Unlike the forward-facing hips of Virabhadrasana A, the hips in Virabhadrasana B are aligned with each other, facing sideways with the rest of the torso. The front knee sits at a 90 degree angle and the head rotates toward the bent leg so the eyes gaze just over the front arm.\nVirabhadrasana B may also be referred to as warrior two pose in English.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:40.029Z",
    "updated_at": "2016-01-14T22:23:40.029Z"
  },
  {
    "id": 46,
    "sanskrit_name": "Virabhadrasana Three",
    "english_name": "Warrior Three",
    "img_url": "https://www.dropbox.com/s/lwgoky3z37ameif/warrior3.svg?raw=1",
    "youTube_key": "https://youtu.be/uEc5hrgIYx4",
    "description": "Virabhadrasana C is a dynamic standing asana that requires balance, focus and strength. It is named after Virabhadra, an incarnation of Shiva and a powerful warrior in Hindu mythology.\nIn this asana, the arms are raised overhead with the palms facing each other or touching. The back leg lifts off the ground while the anchored leg remains straight. The body tilts until the arms, torso and back leg are parallel with the ground.\nVirabhadrasana C may also be referred to as warrior three pose in English.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:40.032Z",
    "updated_at": "2016-01-14T22:23:40.032Z"
  },
  {
    "id": 47,
    "sanskrit_name": "Urdhva Dhanurasana",
    "english_name": "Wheel",
    "img_url": "https://www.dropbox.com/s/kpa1bewuut3lm5q/wheel.svg?raw=1",
    "youTube_key": "https://youtu.be/DPiW5pN1jQM",
    "description": "Wheel Pose (Urdhva Dhanurasana) is a backbend that is characterized as a beginner's backbend, but it still requires building up strength and flexibility to achieve it. It opens the chest, shoulders, and hips in a way that counteracts the typical modern-day sitting posture. Backbends are usually done near the end of a yoga practice. After performing Wheel Pose, it is common to do a mild twist or forward bend.\nThis pose improves spinal mobility and opens the chest. It strengthens the arms, shoulders, and legs. Wheel Pose is traditionally said to be energizing and can lift your mood. As it opens your hips, shoulders, and chest it works in opposition to the slouched and sitting postures that are common in modern life.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:40.034Z",
    "updated_at": "2016-01-14T22:23:40.034Z"
  },
  {
    "id": 48,
    "sanskrit_name": "Camatkarasana",
    "english_name": "Wild Thing",
    "img_url": "https://www.dropbox.com/s/d1dbdvo4l7xry4w/downdogflip.svg?raw=1",
    "youTube_key": "https://youtu.be/CWS240CGV00",
    "description": "Camatkarasana is one of the backbend yoga poses that can be demanding on one's strength and balance. The term is derived from Sanskrit camatkara, meaning 'miracle' or 'surprise', and asana, meaning 'pose'. Camatkarasana is translated as 'the ecstatic unfolding of the enraptured heart'.\nDirections:\n\n\nStart in adho mukha svanasana, or downward-facing dog pose.\nLift the left leg and left hand off the floor and let the weight of the body shift to the right hand and the outside of the right heel.\nThe left hand is straight pointing upward as in vasisthasana, or side plank pose. Bring the left leg back to place the ball of the left foot on the floor. Bend both knees to balance.\nLower the left hand and stretch it backward.\nRemain in the pose for 10 breaths.\nRepeat the same steps in the other direction.\n\nCamatkarasana may also be referred to as wild thing pose in English.",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:40.036Z",
    "updated_at": "2016-01-14T22:23:40.036Z"
  }
]
